void main() {
  String word = "брат";
  switch (word) {
    case "мама":
      print('На англйском 👩🏻‍🦰 это mother!');
      break;
    case 'папа':
      print('На анлийском папа это father!');
      break;
    case 'дедушка':
      print('На анлийском 👴🏼 это grandfather!');
      break;
    case 'бабушка':
      print('На анлийском бабушка это grandmа!');
      break;
    case 'сестра':
      print('На анлийском сестра это sister!');
      break;
    case 'брат':
      print('На анлийском брат это brother!');
      break;
    case 'кот':
      print('На анлийском 🐈 это cat!');
      break;

    default:
      print('Нет такого слова!');
  }
}
